[{"language": "fr", "assessment": [{"indicator": "Abus de vulnérabilité", "question": ["Est-ce qu'ils parlent la langue locale?", "Est-ce qu'ils appartiennent à une minorité?", "Des gens qui vivent avec leur employeur?"]}, {"indicator": "Isolation", "question": ["Les gens vivent et travaillent dans une région éloignée sans accès aux services de base?", "Les gens sont confisqués des moyens de communication et / ou refuser le contact avec d'autres personnes / leur famille?", "Avez-vous le sentiment que les gens travaillent dans des bâtiments informels?"]}, {"indicator": "Les heures supplémentaires excessives", "question": ["heures supplémentaires excessives", "Les gens sont obligés de faire des heures supplémentaires sans compensation?", "Sont-ils autorisés à prendre des jours de congé?"]}, {"indicator": "Retenue des salaires", "question": ["Les salaires sont-systématiquement pas payés?", "Sont les demandes de paiement de salaire continuellement refusé?", "Est-ce que quelqu'un de ne pas laisser leur travail dans l'espoir d'obtenir leur salaire payé?"]}, {"indicator": "travail et les conditions de vie Abusive", "question": ["Sont-ils vivent dans une maison surpeuplée?", "Sont leur travail dangereux?", "Ont-ils bas salaire ou non?", "Est-ce qu'ils ont signé un contrat?", "Ont-ils la protection sociale (contrat, assurance sociale, etc.)?", "Est-ce qu'ils ont de mauvaises conditions de travail?", "Reçoivent-ils un salaire équitable?"]}, {"indicator": "Tromperie", "question": ["Les gens sont en train de faire d'autres activités que ce qu'ils avaient été recrutés pour?"]}, {"indicator": "Restriction de mouvement", "question": ["L'accès aux bâtiments informels étant contrôlé en permanence, que ce soit par des caméras ou du personnel?"]}, {"indicator": "La violence physique et sexuelle", "question": ["Avez-vous observé ou avoir des raisons de soupçonner que quelqu'un est victime de violence physique ou sexuelle?"]}, {"indicator": "Intimidations et de menaces", "question": ["Avez-vous observé des situations où quelqu'un se plaignait ou voulait partir et a de graves menaces de violence, perte de salaire, dénonciations aux autorités ou similaires, contre eux-mêmes ou leur famille?"]}, {"indicator": "Conservation des documents d'identité", "question": ["Savez-vous s'ils ont un passeport / un permis de séjour?", "Savez-vous que quelqu'un a été enlevé leurs documents par leur employeur et ne peut pas les récupérer?"]}, {"indicator": "La servitude pour dettes", "question": ["Avez-vous une indication que le travail est en cours d'exécution afin de rembourser une dette / pour couvrir les frais engagés pour le recrutement ou le transport du lieu d'origine du travailleur?"]}]}]